const question = [
  {
    'as': [
      '我发自拍不爱修图~本尊就是这么美',
      '我发的自拍爱修图~这是对朋友的尊重'
    ],
    'qData': [
      {
        'txt': '发自拍：'
      }
    ]
  },
  {
    'as': [
      '我更喜欢漂亮身材好的女生，聪不聪明无所谓',
      '我更喜欢聪明的女生，外在不重要',
      '我更喜欢懂得欣赏我的女生'
    ],
    'qData': [
      {
        'txt': '喜欢哪种女生：'
      }
    ]
  },
  {
    'as': [
      '我更喜欢帅气身材好的男生，聪不聪明无所谓',
      '我更喜欢聪明的男生，外在不重要',
      '我更喜欢懂得宠我的男生'
    ],
    'qData': [
      {
        'txt': '喜欢哪种男生：'
      }
    ]
  },
  {
    'as': [
      '我只吃咸豆腐脑~',
      '我只吃甜豆腐脑~'
    ],
    'qData': [
      {
        'txt': '豆腐脑：'
      }
    ]
  },
  {
    'as': [
      '郭敬明和韩寒，我更喜欢郭敬明',
      '郭敬明和韩寒，我更喜欢韩寒'
    ],
    'qData': [
      {
        'txt': '郭敬明和韩寒：'
      }
    ]
  },
  {
    'as': [
      '我超爱吃榴莲，简直让我神魂颠倒',
      '我不喜欢吃榴莲'
    ],
    'qData': [
      {
        'txt': '榴莲：'
      }
    ]
  },
  {
    'as': [
      '我喝酒海量，不服来战！！',
      '我酒量不好，求放过~'
    ],
    'qData': [
      {
        'txt': '酒量：'
      }
    ]
  },
  {
    'as': [
      '我觉得香菜简直是臭菜，讨厌！哼！',
      '我不讨厌吃香菜，觉得没遗憾的。'
    ],
    'qData': [
      {
        'txt': '香菜：'
      }
    ]
  },
  {
    'as': [
      '我认为迟到1分钟都不能忍！',
      '我觉得晚个几分钟不算迟到，我能等！'
    ],
    'qData': [
      {
        'txt': '迟到：'
      }
    ]
  },
  {
    'as': [
      '我要在固定时间段拉粑粑！',
      '我想拉粑粑就拉，不理解那些固定时间的人。'
    ],
    'qData': [
      {
        'txt': '拉粑粑：'
      }
    ]
  },
  {
    'as': [
      '我节假日不出去浪会死',
      '我节假日就喜欢宅在家里'
    ],
    'qData': [
      {
        'txt': '节假日：'
      }
    ]
  },
  {
    'as': [
      '我的前任必须拉黑，爱过就无法直视~',
      '我不会拉黑前任，平常心~'
    ],
    'qData': [
      {
        'txt': '前任：'
      }
    ]
  },
  {
    'as': [
      '我特别喜欢晒太阳，无惧晒黑！',
      '我特别怕晒，要健康美白~'
    ],
    'qData': [
      {
        'txt': '晒太阳：'
      }
    ]
  },
  {
    'as': [
      '我喜欢大红唇，特别有魅力！',
      '我不喜欢大红唇'
    ],
    'qData': [
      {
        'txt': '唇膏：'
      }
    ]
  },
  {
    'as': [
      '我觉得买房很有必要，再贵也想买！',
      '我觉得买不买房都没所谓，不强求~'
    ],
    'qData': [
      {
        'txt': '买房：'
      }
    ]
  },
  {
    'as': [
      '我觉得普通人都会出轨，更别提明星们了',
      '我觉得明星们出轨不可以忍！再也不粉他们了'
    ],
    'qData': [
      {
        'txt': '明星出轨：'
      }
    ]
  },
  {
    'as': [
      '我觉得加班一定要晒朋友圈，要不然白加了！',
      '我觉得加班就要低调，朋友圈就别晒了~'
    ],
    'qData': [
      {
        'txt': '晒加班：'
      }
    ]
  },
  {
    'as': [
      '出去旅行我一定要拍拍拍，留住美好的回忆',
      '出去旅行我很少拍照，用心感受就够了'
    ],
    'qData': [
      {
        'txt': '旅行：'
      }
    ]
  },
  {
    'as': [
      '我无辣不欢真汉子！',
      '我不爱吃辣小清新~'
    ],
    'qData': [
      {
        'txt': '吃辣：'
      }
    ]
  },
  {
    'as': [
      '相对早上，我更喜欢晚上洗澡再睡觉',
      '相对晚上，我更喜欢早上睡醒再洗澡'
    ],
    'qData': [
      {
        'txt': '洗澡：'
      }
    ]
  },
  {
    'as': [
      '相对猫，我更喜欢忠诚的狗',
      '相对狗，我更喜有主见的猫'
    ],
    'qData': [
      {
        'txt': '猫和狗：'
      }
    ]
  },
  {
    'as': [
      '我很相信星座，这是人类的智慧',
      '我其实不相信星座，这就是个聊天的话题而已'
    ],
    'qData': [
      {
        'txt': '星座：'
      }
    ]
  },
  {
    'as': [
      '我坚持运动，自律让我自由~',
      '我很少运动，生命在于静止~'
    ],
    'qData': [
      {
        'txt': '运动：'
      }
    ]
  },
  {
    'as': [
      '我是单身，但我尊贵，你咬我啊',
      '我已经有对象了，嘻嘻'
    ],
    'qData': [
      {
        'txt': '单身：'
      }
    ]
  },
  {
    'as': [
      '我认为手机不需要安全软件，冒险精神万岁',
      '我认为手机必需安装安全软件，我推荐腾讯手机管家！'
    ],
    'qData': [
      {
        'txt': '手机：'
      }
    ]
  },
  {
    'as': [
      '我是麦霸，唱K就是要抢才好玩嘛',
      '我不是麦霸，我只想静静'
    ],
    'qData': [
      {
        'txt': '麦霸：'
      }
    ]
  },
  {
    'as': [
      '我认为男女之间是有纯洁友谊的',
      '我认为男女之间没有纯洁友谊'
    ],
    'qData': [
      {
        'txt': '友谊：'
      }
    ]
  },
  {
    'as': [
      '我从不穿秋裤，保持风度',
      '我会穿秋裤，更有安全感~'
    ],
    'qData': [
      {
        'txt': '秋裤：'
      }
    ]
  },
  {
    'as': [
      '我会裸睡，自由自在！',
      '我绝不裸睡，万一地震怎么办'
    ],
    'qData': [
      {
        'txt': '裸睡：'
      }
    ]
  },
  {
    'as': [
      '我会做饭，生存必须',
      '我不会做饭，求投喂'
    ],
    'qData': [
      {
        'txt': '下厨：'
      }
    ]
  },
  {
    'as': [
      '我喜欢打游戏，一起开黑啊！',
      '我不太喜欢打游戏，可能工作比较带劲吧'
    ],
    'qData': [
      {
        'txt': '打游戏：'
      }
    ]
  },
  {
    'as': [
      '我从不减肥，不管胖瘦都是最好的自己',
      '我坚持减肥，保持苗条的身材'
    ],
    'qData': [
      {
        'txt': '减肥：'
      }
    ]
  },
  {
    'as': [
      '我喜欢晒恩爱，这是对另一半的尊重！',
      '我不晒恩爱，幸福自己知道就好'
    ],
    'qData': [
      {
        'txt': '晒恩爱：'
      }
    ]
  },
  {
    'as': [
      '我每月都花光，鬼知道我经历了什么',
      '我认为存款和投资是需要考虑的事'
    ],
    'qData': [
      {
        'txt': '理财：'
      }
    ]
  },
  {
    'as': [
      '我不喜欢黄段子，没意思',
      '我喜欢黄段子，这是生活情趣'
    ],
    'qData': [
      {
        'txt': '黄段子：'
      }
    ]
  },
  {
    'as': [
      '我是夜猫子，越夜越精彩',
      '我早睡早起身体好'
    ],
    'qData': [
      {
        'txt': '熬夜：'
      }
    ]
  },
  {
    'as': [
      '我觉得早餐很重要，最好要隆重！',
      '我觉得早餐可吃可不吃'
    ],
    'qData': [
      {
        'txt': '早餐：'
      }
    ]
  },
  {
    'as': [
      '我重视内衣的品质，悦己',
      '我不重视内衣，随意就好'
    ],
    'qData': [
      {
        'txt': '内衣：'
      }
    ]
  },
  {
    'as': [
      '我爱阅读，每天都要看书',
      '我不爱看书，坐不住'
    ],
    'qData': [
      {
        'txt': '看书：'
      }
    ]
  },
  {
    'as': [
      '相比茶，我更爱浓郁的咖啡',
      '相比咖啡，我更爱茶的淡雅'
    ],
    'qData': [
      {
        'txt': '咖啡和茶：'
      }
    ]
  },
  {
    'as': [
      '我相信中医，老祖宗的科学！',
      '我不相信中医，没科学依据'
    ],
    'qData': [
      {
        'txt': '中医：'
      }
    ]
  },
  {
    'as': [
      '我热衷二次元文化',
      '我不懂二次元的乐趣'
    ],
    'qData': [
      {
        'txt': '二次元：'
      }
    ]
  },
  {
    'as': [
      '我常使用手机支付，不太用现金了',
      '搞不懂手机支付，我更常用现金'
    ],
    'qData': [
      {
        'txt': '买单：'
      }
    ]
  },
  {
    'as': [
      '我更常穿T恤，较少穿衬衫',
      '我更爱穿衬衫，觉得T恤邋里邋遢'
    ],
    'qData': [
      {
        'txt': '穿衣：'
      }
    ]
  },
  {
    'as': [
      '我爱穿裤子，不太爱穿裙子',
      '我更想穿裙子，穿裤子是迫不得已'
    ],
    'qData': [
      {
        'txt': '穿衣：'
      }
    ]
  },
  {
    'as': [
      '我觉得 iPhone 很省心，不太爱用安卓手机',
      '我喜欢安卓机，不迷信苹果手机'
    ],
    'qData': [
      {
        'txt': '手机：'
      }
    ]
  },
  {
    'as': [
      '我觉得长发的男生很正常，汉族古代也是男子长发。',
      '受不了男生长发飘飘，短发才阳刚精神。'
    ],
    'qData': [
      {
        'txt': '长发男生'
      }
    ]
  },
  {
    'as': [
      '我觉得女生剪寸头也很酷',
      '我觉得女生头发太短都接受不了，更别说剪寸头了'
    ],
    'qData': [
      {
        'txt': '寸头女生'
      }
    ]
  },
  {
    'as': [
      '我觉得三十岁之前不结婚人就废了',
      '觉得有爱才能结婚。只因年龄大就结婚是对人生的不负责'
    ],
    'qData': [
      {
        'txt': '结婚'
      }
    ]
  },
  {
    'as': [
      '谈恋爱的时候有婚前性行为（安全且双方自愿的）很正常',
      '坚决杜绝婚前性行为，这是对未来配偶负责'
    ],
    'qData': [
      {
        'txt': '性行为：'
      }
    ]
  },
  {
    'as': [
      '我家小宝宝可聪明了,她是最棒的'
    ],
    'qData': [
      {
        'txt': '聪明'
      }
    ]
  },
  {
    'as': [
      '我觉得我家小宝宝是世界上最好看的女生'
    ],
    'qData': [
      {
        'txt': '最好看的女生'
      }
    ]
  },
  {
    'as': [
      '我家小宝宝美丽大方,温柔又善良'
    ],
    'qData': [
      {
        'txt': '最可爱'
      }
    ]
  }
]

export default question
